{
  "navbar": {
    "home": "หน้าแรก",
    "services": "บริการ",
    "about": "เกี่ยวกับเรา",
    "blog": "บล็อก",
    "pages": "หน้า",
    "contact": "ติดต่อ",
    "bookARoom": "จองห้องพัก"
  },
  "heroSection": {
    "title": "ยินดีต้อนรับสู่ Millionair Mansion",
    "subtitle": "เรารู้สึกยินดีที่ได้ต้อนรับคุณ"
  },
  "aboutUsSection": {
    "title": "บริการของเรา",
    "subtitle": "อพาร์ทเมนท์และสนุ๊กเกอร์คลับ",
    "head": "บริการห้องพัก",
    "AboutService": "เรามีบริการทั้งแบบรายวันและรายเดือน เริ่มต้นเพียง 450 บาท/วัน มาพร้อมสิ่งอำนวยความสะดวกครบครัน เช่น ที่จอดรถ กล้อง CCTV และมินิมาร์ทชั้นล่าง เพื่อความสะดวกสบายและปลอดภัยของคุณในทุกวัน",
    "head01": "สนุกเกอร์คลับ",
    "AboutService01": "มิลเลี่ยน แมนชั่น เรามีบริการโต๊ะสนุ๊กเริ่มต้นเพียงชั่วโมงละ 150 บาท พร้อมบรรยากาศเป็นกันเองและสิ่งอำนวยความสะดวกครบครัน โต๊ะตั้งอยู่ที่ชั้นล่างของแมนชั่น มีร้านอาหารและพื้นที่พักผ่อน เปิดให้บริการทุกวัน ตั้งแต่เวลา 09:00 - 04:00 น. ไม่ว่าจะเป็นช่วงพักผ่อนหลังเลิกงาน หรือวันหยุดสุดสัปดาห์ ก็แวะมาเล่นสนุ๊กเกอร์กับเราได้ทุกเวลา",
    "head02": "งานจัดเลี้ยง",
    "AboutService02": "Millionair Mansion มีบริการเช่าพื้นที่ชั้นล่าง สำหรับจัดงานเลี้ยง สังสรรค์ หรือกิจกรรมพิเศษ พร้อมโต๊ะ เก้าอี้ ระบบไฟฟ้า และเครื่องดื่มครบครัน พื้นที่กว้างขวาง บรรยากาศเป็นกันเอง เหมาะสำหรับทั้งงานส่วนตัวและงานกลุ่ม"
  },
  "language": {
    "en": "อังกฤษ",
    "th": "ไทย",
    "zh": "จีน"
  },
  "ContactSection": {
    "tagline": "เกี่ยวกับเรา",
    "title": "มิลเลี่ยนแนร์แมนชั่น อพาร์ตเมนต์และสนุกเกอร์คลับ อยู่เคียงข้างคุณมากว่า 30 ปี",
    "description": "เราคือธุรกิจครอบครัวที่ให้ความสำคัญกับความอบอุ่นและความเป็นกันเองในการบริการ พร้อมสิ่งอำนวยความสะดวกมากมาย ให้คุณพักผ่อนได้อย่างสบายใจ ด้วยบริการที่จริงใจและบรรยากาศที่เป็นกันเอง เราพร้อมดูแลคุณเสมอ",
    "imageUrl": "public/Room01.jpg",
    "award1Title": "ติดต่อสอบถาม",
    "contactInfo01": "The Million Mansion& Snooker Club",
    "contactInfo02": "Million Mansion",
    "contactInfo": "029731829",
    "award2Title": "แผนที่ตั้ง"
  }
}